Tekla Open API Reference for Tekla Structures 2025
RebarStrand.OnPlaneOffsets Property
 Not supported.
 Namespace: Tekla.Structures.Model
 Assembly: Tekla.Structures.Model (in Tekla.Structures.Model.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public ArrayList OnPlaneOffsets { get; }
Public ReadOnly Property OnPlaneOffsets As ArrayList
	Get
Property Value
Type: ArrayList
See Also
Reference
RebarStrand Class
Tekla.Structures.Model Namespace